"""
===========================================
РЕФЕРАЛЬНАЯ СИСТЕМА

Чтобы добавить нового реферала,
просто добавьте новую запись по аналогии.

Ключ словаря используется в ссылке:

https://t.me/YourBot?start=ivan

где

ivan -> код реферала
===========================================
"""

REFERRALS = {

    "ivan": {
        "name": "Иван",
        "discount": 5,
        "active": True
    },

    "alex": {
        "name": "Александр",
        "discount": 5,
        "active": True
    },

    "telegram": {
        "name": "Telegram",
        "discount": 5,
        "active": True
    }

}
